[AttributePresentation_Siren AttributePresentationDefinition]
Description="$Description of Personal Business Card Template by Willow Game."
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_Snowman UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 f %s1"
UseFailureCharacterMessage="You have to %s Use this article.."
ItemName=""
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use it.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="sent, sent"

[Siren.Head_Turkey UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 hours %s1"
UseFailureCharacterMessage="you should %s These things."
ItemName=""
PickupMessage="are you there %s"
UseFailureLevelMessage="You need at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="More information"

[Siren.Skin_Thanks UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 inches %s1"
UseFailureCharacterMessage="That's how you should be. %s Use this product.."
ItemName=""
PickupMessage="for you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Ft"

[Siren.Skin_Xmas UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 each %s1"
UseFailureCharacterMessage="it should be %s Use this function."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You need at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this code."
NoManufacturerName="close to"

